/* add card section - section title
consent section - add a new card */
"Add new" = "Neu hinzufügen";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "Bank";

/* Billing Address - title */
"Billing Address" = "Rechnungsadresse";

/* add card section - billing info */
"Billing country or region" = "Rechnungsland oder -region";

"Card" = "Karte";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "Abbrechen";

/* Card Info Cell - title */
"Card Information" = "Karteninformationen";

/* user input validation */
"Card’s expiration date is invalid" = "Ablaufdatum der Karte ist ungültig";

/* consent section - unselect consent and go back to consent list */
"Change" = "Ändern";

/* consent section - choose a saved card */
"Choose a card" = "Karte auswählen";

/* billing city placeholder */
"City" = "Stadt";

/* close button for alert */
"Close" = "Schließen";

/* checkout button title for recurring payment */
"Confirm" = "Bestätigen";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "E-Mail";

/* user input validation */
"Expiry date is required" = "Ablaufdatum ist erforderlich";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "Für UnionPay können nur Kreditkarten gespeichert werden. Klicken Sie auf „Bezahlen“, um mit einer einmaligen Zahlung fortzufahren, oder verwenden Sie eine andere Karte, wenn Sie diese für zukünftige Zahlungen speichern möchten.";

/* user input validation */
"Invalid email" = "Ungültige E-Mail-Adresse";

/* user input validation */
"Invalid phone number" = "Ungültige Telefonnummer";

/* schema section - invalid schema data */
"Invalid schema" = "Ungültiges Schema";

/* user input validation */
"Invalid state" = "Ungültiges Bundesland";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "Gespeicherte Karten weiter verwenden";

/* add card section - billing field */
"Name on card" = "Name auf der Karte";

/* payment section separator */
"Or pay with" = "Oder bezahlen mit";

/* checkout button title for one-off payment */
"Pay" = "Bezahlen";

/* title for payment sheet */
"Payment Methods" = "Zahlungsmethoden";

/* add card section - billing field */
"Phone number" = "Telefonnummer";

/* user input validation */
"Please enter your city" = "Bitte geben Sie Ihre Stadt ein";

/* country selection view error hint
user input validation */
"Please enter your country" = "Bitte geben Sie Ihr Land ein";

/* user input validation */
"Please enter your first name" = "Bitte geben Sie Ihren Vornamen ein";

/* user input validation */
"Please enter your last name" = "Bitte geben Sie Ihren Nachnamen ein";

/* user input validation */
"Please enter your name on card" = "Bitte geben Sie den Namen auf der Karte ein";

/* user input validation */
"Please enter your street" = "Bitte geben Sie Ihre Straße ein";

/* user input validation - bank selection view error hint */
"Please select a bank" = "Bitte wählen Sie eine Bank";

/* billing postal code placeholder */
"Postal code" = "Postleitzahl";

/* consent section - alert confirm button to remove a consent */
"Remove" = "Entfernen";

/* consent section - alert title for delete a consent */
"Remove %@?" = "Entfernen von %@?";

/* Billing Address - reuse toggle */
"Same as shipping address" = "Wie Versandadresse";

/* add card section - toggle for card saving */
"Save my card for future payments" = "Meine Karte für zukünftige Zahlungen speichern";

/* schema section - title of Bank Selection form */
"Select your Bank" = "Wählen Sie Ihre Bank";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "Auswählen...";

/* billing state placeholder */
"State" = "Bundesland";

/* billing street placeholder */
"Street" = "Straße";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "Diese Option wird dauerhaft aus Ihren gespeicherten Zahlungsmethoden entfernt.";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "Diese Karte wird für andere Zahlungen verwendet, die Sie mit %@ eingerichtet haben. Bitte kontaktieren Sie %@, um die Zahlungsmethode für diese Zahlungen zu aktualisieren, bevor Sie diese Karte entfernen.";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "Nach Bestätigung werden Sie zur Bezahlung weitergeleitet.";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "Klicken Sie auf die Apple Pay-Schaltfläche unten, um Ihren Kauf sicher abzuschließen.";


/* billing state placeholder */
"Area" = "Bereich";

/* billing state placeholder */
"County" = "Landkreis";

/* billing state placeholder */
"Department" = "Abteilung";

/* billing state/city placeholder */
"District" = "Bezirk";

/* billing state placeholder */
"Do Si" = "Do Si";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "Emirat";

/* billing state placeholder */
"Island" = "Insel";

/* billing state placeholder */
"Oblast" = "Oblast";

/* billing state placeholder */
"Parish" = "Gemeinde";

/* billing postal code placeholder */
"Pin" = "Pin";

/* billing state placeholder */
"Prefecture" = "Präfektur";

/* billing state placeholder */
"Province" = "Provinz";

/* billing city placeholder */
"Suburb" = "Vorort";

/* billing city placeholder */
"Town" = "Poststadt";

/* billing postal code placeholder */
"ZIP code" = "Postleitzahl";

/* RegexInputValidator - shown when a required field is left empty */
"Required" = "Erforderlich";

/* RegexInputValidator - shown when input does not match its expected format */
"Please enter a valid value" = "Bitte geben Sie einen gültigen Wert ein";
